TOKEN = ''
PATH_TO_DB = 'C:\\Users\\Home\\PycharmProjects\\pythonProject1\\base\\database.sqlite'

start_msg = 'Хеллооууу '
phone = 'Для дальнейших взаимодействий скиньте свой номер'
msg = 'Для дальнейших действий введите /buttons'
next = 'После этого - весь функционал будет доступен'
tnk = 'Пасибки, всё прошло успешно!'
first = 'Ну шо, наслаждайся фукционалом'
intro = 'Итак, что этот бот умеет?' \
        '- Мы с тобой можем сыграть в  мини викторину,' \
        '- Так же я могу загадать любое рандомное число в выбранном вами диапазоне,' \
        '- Или же ты можещь получить послание из будущего'

URL = 'https://api.tehnikum.school/sms/sms.php'

SMS_TOKEN = 'YUliya:122804308687'
number = 'Как уже стало ясно я загадываю любое число, которое вы должны будете отгадать'

crocodile = 'Мини викторина. Я задаю тебе несколько вопросов и ты должен ответить на них в течении определенного времени'
qtn1 = 'Бархатный весь, а жало есть'
qtn2 ='Кто больше всех кричит, и меньше всех делает?'
qtn3 = 'Кто родился с усами?'
qtn5 = 'Что нельзя сделать в космосе?'
qtn6 = 'Какая женщина сначала трется возле тебя, а потом начинает требовать с тебя денег?'
qtn7 = 'У кого усы длиннее ног?'
qtn8 = 'Вы заходите в тёмную кухню. В ней есть свеча, газ.лампа, керосиновая лампаю Что вы зажжете в первую очередь?'
ans1 = 'Молодец!'
ans = 'Неа) подумай хорошенько'
ans2 = 'Сам не знаю'
numb1 = 'Моё число меньше твоего'
numb2 = 'Думай Кузя, Думай!'
numb3 = 'Моё число больше твоего'
numb4 = 'Горячо!'
numb5 = 'Тепло!'
numb6 = 'Холодно'
numb7 = 'Ну что ж..., Не плохо, не плохо'
numb8 = 'Хочешь продолжить?'

fate1 = 'Готов узнать своё послание?'
poslaniye1 = 'Ну что ж...'
poslaniye2 = 'И ваше послание на сегодня...'
